[
  {
    "name": "ABA Hotel Kuching Sarawak",
    "features": "Located in Kota Samarahan, 12 miles from Borneo Convention Centre Kuching, ABA Hotel Kuching Sarawak has accommodations with free WiFi and free private parking. This 2-star hotel offers room service and luggage storage space. Sarawak Stadium is 16 miles away and Fort Margherita Kuching is 27 miles from the hotel.",
    "address": "Jalan Entingan, 94300 Kota Samarahan, Malaysia",
    "businessHours": "24 hours",
    "contact": "082-659 082"
  },
  {
    "name": "My Inn Hotel Kota Samarahan",
    "features": "My Inn Hotel Kota Samarahan is located in Kota Samarahan, 10 miles from Borneo Convention Centre Kuching and 14 miles from Sarawak Stadium. The property is around 25 miles from Fort Margherita Kuching, 25 miles from Harmony Arch Kuching and 25 miles from Charles Brooke Memorial Kuching.",
    "address": "Jalan Kuching - Kota Samarahan Expressway, Sublot 11, Lot 1508 Block 26, MLTD, 94300 Kota Samarahan, Malaysia",
    "businessHours": "24 hours",
    "contact": "014-601 6338"
  },
  {
    "name": "Pen kyu house1",
    "features": "Pen kyu house1 is located in Kota Samarahan, just 19 miles from Borneo Convention Centre Kuching and 21 miles from Fort Margherita Kuching. The property is around 21 miles from Harmony Arch Kuching, 21 miles from Charles Brooke Memorial Kuching, and 21 miles from Tua Pek Kong Chinese Temple Kuching. There's a picnic area and guests can use free Wifi and free private parking.",
    "address": "Lot 6219 （Sublot. 31）Jalan SENTORIA PH. 3,, 94300 Kota Samarahan, Malaysia",
    "businessHours": "24 hours",
    "contact": "-"
  },
  {
    "name": "SUMMER SUITES APARTMENT-The Summer Shopping Mall",
    "features": "SUMMER SUITES APARTMENT-The Summer Shopping Mall offers accommodations in Kota Samarahan, 13 miles from Borneo Convention Centre Kuching and 16 miles from Sarawak Stadium.",
    "address": "Lot 7455, Block 1, Jln Datuk Mohammad Musa, 94300 Kota Samarahan, Sarawak, 94300 Kota Samarahan, Malaysia",
    "businessHours": "24 hours",
    "contact": "012-535 1248"
  },
  {
    "name": "Studio at dMillenia Residences",
    "features": "Studio at dMillenia Residences offers accommodations in Kota Samarahan, 12 miles from Borneo Convention Centre Kuching and 16 miles from Sarawak Stadium. Among the facilities at this property are an elevator and full-day security, along with free Wifi throughout the property. Fort Margherita Kuching is 27 miles from the apartment and Harmony Arch Kuching is 27 miles away.",
    "address": "Jalan Datuk Mohammad Musa, 94300 Kota Samarahan, Malaysia",
    "businessHours": "24 hours",
    "contact": "082-579 999"
  },
  {
    "name": "Homestay DI Kota Samarahan",
    "features": "Homestay DI Kota Samarahan offers accommodations in Kota Samarahan, 13 miles from Borneo Convention Centre Kuching and 16 miles from Sarawak Stadium. This homestay features free private parking and luggage storage space. Charles Brooke Memorial Kuching is 28 miles away and Tua Pek Kong Chinese Temple Kuching is 28 miles from the homestay.",
    "address": "No 62, lorong 14 Taman Desa Ilmu, 93400 Kota Samarahan, Malaysia",
    "businessHours": "24 hours",
    "contact": "-"
  }
]
